Repository: And-Stuff/poweradmin
Catalog: install/locales/*/LC_MESSAGES/poweradmin_installer.po
Languages: de_de

source: is not a file!
de_de: ist keine Datei!

source: German
de_de: Deutsch

source: English
de_de: Englisch

source: Database-File
de_de: Datenbank-Datei

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Database
de_de: Datenbank

source: Charset
de_de: Zeichensatz

source: E-Mail of Hostmaster
de_de: E-Mail Adresse des Hostmasters

source: Primary Nameserver
de_de: Primärer Nameserver

source: Secondary Nameserver
de_de: Sekundärer Nameserver

source: Tertiary Nameserver
de_de: Terziärer Nameserver

source: Full Name
de_de: Voller Name

source: E-Mail
de_de: E-Mail Adresse

source: Password Repeat
de_de: Passwort wiederholung

source: Administrator template with full rights.
de_de: Administrator-Vorlage mit allen Rechten.

source: Administrator with full rights.
de_de: Administrator mit allen rechten.

source: Installation Step
de_de: Installation Schritt

source: Debug-Mode is enabled!
de_de: Debug-Modus ist aktiviert!

source: Welcome to the installation of Poweradmin!
de_de: Willkommen zur Installation von Poweradmin!

source: We are pleased that you want to install our software Poweradmin. Please read carefully thorough the following information to complete the setup successfully.
de_de: Wir freuen uns, das Sie Poweradmin installieren möchten. Bitte lesen Sie die folgenden Informationen sorgfältig durch, um den Installationsprozess erfolgreich abzuschließen.

source: The installation-script will check the required PHP modules & settings within the next steps. Also the supported database-engines will be tested.
de_de: Das Installations-Script wird überprüfen, ob auf Ihrem System die erforderlichen PHP-Module installiert sowie Einstellungen gesetzt sind. Des weiteren wird geprüft, welche der durch die Software unterstützten Datenbanktreiber auf Ihrem System verfügbar sind.

source: Poweradmin requires to have a working instance of PowerDNS with connection to database-server and the default sql-schema installed.
de_de: Voraussetzung für den Betrieb von Poweradmin ist eine funktionsfähige Instanz von PowerDNS mit Anbindung an den Datenbank-Server sowie dem Standard Datenbank-Schema.

source: While installing Poweradmin this script will NOT touch the existing data inside the PowerDNS tables.
de_de: Währen der Installation von Poweradmin werden KEINE Änderungen an bestehenden Daten innerhalb der von PowerDNS bereitgestellten Tabellen vorgenommen.

source: A backup before installing Poweradmin will be still recommended!
de_de: Ein Datenbank-Backup vor der Installation von Poweradmin wird dennoch empfohlen!

source: This script is ONLY for installing Poweradmin! If you are running a previous version of Poweradmin please read through the Upgrade-Guide.
de_de: Dieses Script ist ausschließlich zur Installation von Poweradmin geeignet. Wenn Sie bereits eine ältere Version von Poweradmin eingesetzt haben, lesen Sie bitte die Upgrade-Dokumentation.

source: All tables (including data) provided by Poweradmin will be deleted by running this setup-script!
de_de: Alle Tabellen (inklusive Daten) welche von Poweradmin bereitgestellt werden, werden durch das Installations-Script gelöscht.

source: I promise I have read the informations carefully and know what I am doing!
de_de: I verspreche, das ich die Informationen aufmerksam gelesen habe und weiß was ich tue!

source: Continue
de_de: Weiter

source: PHP-Requirements
de_de: PHP-Vorraussetzungen

source: Required Value
de_de: Benötigter Wert

source: Your Value
de_de: Ihr Wert

source: PHP-Extension
de_de: PHP-Erweiterung

source: installed
de_de: installiert

source: not installed
de_de: nicht installiert

source: PHP-Function
de_de: PHP-Funktion

source: available
de_de: verfügbar

source: disabled
de_de: deaktiviert

source: Supported Database-Driver
de_de: Unterstützte Datenbank-Treiber

source: Driver
de_de: Treiber

source: not available
de_de: nicht verfügbar

source: Could not create Config-File "%s" or it is not writable!
de_de: Die Konfigurations-Datei "%s" konnte nicht erstellt werden, oder ist nicht beschreibbar!

source: Your System does not fulfill the PHP requirements or there is no database-driver available!
de_de: Ihr System erfüllt nicht die PHP-Vorraussetzungen oder es ist kein Datenbank-Treiber verfügbar!

source: Please Note:
de_de: Bitte beachten:

source: We have changed the install procedure. There is no need to provide a superuser at any-time. The user specified here will be written to config-file.
de_de: Der Installationsprozess wurde angepasst. Es ist nicht mehr notwendig die Zugangsdaten eines besonders privilegierten Benutzers einzugeben. Die hier angegeben Zugangsdaten werden in die Konfigurationsdatei geschrieben.

source: Database Credentials
de_de: Datenbank Zugangsdaten

source: Connection to database-server was successful!
de_de: Die Verbindung zum Datenbank-Server war erfolgreich!

source: Could not connect to database-server with the given informations!
de_de: Mit den angegeben Daten konnte keine Verbindung zum Datenbank-Server aufgebaut werden!

source: Required tables "%s" from PowerDNS-Schema missing!
de_de: Benötigte Tabellen "%s" von PowerDNS fehlen!

source: Test Data
de_de: Teste Daten

source: General Settings
de_de: Allgemeine Einstellungen

source: Administrative User
de_de: Administrativer Benutzer

source: Start Installation
de_de: Starte Installation

source: Installation finished
de_de: Installation abgeschlossen

source: You have successfully installed Poweradmin! Please delete the install-directory and login to use Poweradmin.
de_de: Sie haben Poweradmin erfolgreich installiert! Bitte löschen Sie das Verzeichnis "install" und loggen Sie sich ein um Poweradmin zu nutzen.

source: If you want to use Poweradmin for DynDNS, please see instructions in our wiki!
de_de: Wenn Sie Poweradmin für DynDNS nutzen möchten, lesen Sie bitte die Anleitung in unserem Wiki.
